src/testing/raw-data/test-case2/test-case2-vmstat-mpstat-run5-siege.txt
siege -c50 t20M http://feedback.vlabs.ac.in/
** SIEGE 3.0.8
** Preparing 50 concurrent users for battle.
The server is now under siege...^C
Lifting the server siege...      done.

Transactions:		      127294 hits
Availability:		      100.00 %
Elapsed time:		     1288.93 secs
Data transferred:	      647.29 MB
Response time:		        0.01 secs
Transaction rate:	       98.76 trans/sec
Throughput:		        0.50 MB/sec
Concurrency:		        0.65
Successful transactions:      127294
Failed transactions:	           0
Longest transaction:	        0.10
Shortest transaction:	        0.00